/* Name of application */
"Homepwer" = "Homepwer";

/* Table cell remove text */
"Remove" = "Remove";

/* Type label none */
"None" = "None";

/* Asset type: Electronics */
"Electronics" = "Electronics";

/* Asset type: Furniture */
"Furniture" = "Furniture";

/* Asset type: Jewelry */
"Jewelry" = "Jewelry";

/* alert controller message */
"Add new asset type" = "Add new asset type";

/* alert controller title
   BNRAssetTypeViewController title */
"Asset Type" = "Asset Type";

/* alert controller cancel action */
"Cancel" = "Cancel";

/* alert controller ok action */
"Ok" = "Ok";

/* alert text placeholder */
"Please add asset type" = "Please add asset type";

